{
    "app": {
      "support": {
        "name": "Pathlight Performance Intelligence",
        "short_description": "Empowering CX teams to understand and manage their own performance.",
        "long_description": "Pathlight combines performance metrics, goals, quality assurance, coaching, and communication into a single platform to empower employees, managers, and executives with real-time visibility, rapid agility, and actionable insights to fuel performance.\n\n* Employees have clarity on the path to success from day one\n\n* Managers can proactively spot inefficiencies and deliver in-the-moment coaching\n\n* Leaders can view performance quickly and reliably across the organization\n\n### The realtime performance intelligence platform that CX teams LOVE to use!\n\nCompanies like Twilio, Earnin, Sunbasket, Reformation, Pair Eyewear, Gloss Genius, Greenhouse, and MeUndies use Pathlight to empower their front line agents to manage themselves and their managers to do more in less time. Pathlight is their command center for understanding how they are doing and staying on the path to success.\n\n\n\n### Earnin saw a 6% increase in CSAT and a 4x increase in coaching within two weeks of implementation\n\n“After rolling out Pathlight to over 1,000 advocates who provide 24/7 support worldwide, we've seen our CSAT scores improve in just two months. It is an absolute must-have for customer experience teams worldwide.”\n\n–– Amber Aslanian, Head of Customer Experience at Earnin\n\n\n\n### Centralized Performance Insights\n\nEliminate switching between tools, dashboards, and spreadsheets. Enable your employees with a single-screen view of all key performance metrics.\n\n\n\n### Intelligent Goals\n\nDrive continuous improvement. Boost employee effectiveness with realtime correlation between performance and goals.\n\n\n\n### Data-driven Coaching\n\nManage, coach, and lead like a pro. Provide instant course correction and coaching to proactively mitigate inefficiencies.\n\n\n\n### Automated One-on-ones\n\nHave meaningful conversations. Leverage automated 1:1 templates for thorough, insightful, and actionable conversations.\n\n\n\n### Integrated QA\n\nImprove customer outcomes. View and rate customer conversations across all channels from a single interface.\n\n*“Pathlight checks all the boxes; we can house our performance metrics, 1:1's, coaching, recognition, and team announcements all in one place. No more multiple tabs and manual calculations— we now have a singular location for all of our most important workflows.”*\n\n–– Caylen McDonald, Customer Experience Lead at MeUndies\n\n![Pathlight ROI](https://i.ibb.co/9TR1rXN/screenshot-3.png)\n\n\n\n### Want to learn more?\n\nView our [customer case studies](https://www.pathlight.com/our-customers?utm_source=Partner&utm_medium=Zendesk&utm_campaign=Appstr), [take a tour](https://www.pathlight.com/take-a-tour?utm_source=Partner&utm_medium=Zendesk&utm_campaign=Appstr), or [request a demo](https://www.pathlight.com/request-a-demo?utm_source=Partner&utm_medium=Zendesk&utm_campaign=Appstr).\n\n\n\n### Have questions for our team?\n\nWe'd love to help you. You can either chat with us at [pathlight.com](https://www.pathlight.com) or email us at sales@pathlight.com.",
        "installation_instructions": "To get started, contact our team to discuss the best Pathlight package for needs. You can either chat with us online at [pathlight.com](https://www.pathlight.com) or email us at sales@pathlight.com. From there, we can set up a quick call to better understand your needs and show you the platform."
    }
  }
}