{
    "app": {
      "support": {
        "name": "Pathlight Conversation Intelligence",
        "short_description": "Analyze every conversation with GenAI to uncover hidden insights.",
        "long_description": "![The only GenAI-native Conversation Intelligence platform](https://i.ibb.co/4ZqCswY/Frame-2727.png)\n\nPathlight Conversation Intelligence (CI) revolutionizes the way businesses analyze customer interactions. Leveraging state-of-the-art large language models, Pathlight CI performs human-level analysis at scale — capturing, transcribing, and deeply analyzing conversations to uncover unparalleled insights and maximize customer understanding.\n\n* Organizations can capture every conversation across all channels with no training required\n\n* Real-time insights enable businesses to identify trends, seize opportunities, and mitigate risks\n\n* Customizable feedback and guidance help focus on specific parts of conversations that need attention\n\n### Analyze 100% of customer conversation using AI\n\n“After implementing Pathlight CI, we were able to analyze millions of customer interactions, uncovering complex questions and insights that were previously unattainable. This new level of understanding has transformed our customer service approach.”\n\nStop manually reviewing less than 5% of your conversations or relying on legacy software that can barely match keywords. Transcribe, tag, categorize, and deeply analyze every customer conversation across all channels.\n\n![Truly understand what your customers are saying and how your agents are performing](https://i.ibb.co/bb92xg4/Frame-2728.png)\n\n### Truly understand the voice of the customer\n\n Your conversations hold the secret to what customers really want, need, and think, as well as the good, bad, and ugly of your product and services. Until now, it's been impossible to unlock those secrets. Pathlight leverages the latest in Generative AI to finally give you full transparency and undersatnding into what your customers are saying.\n\n\n\n### Automate QA and drive results\n\nInstead of randomly sampling a small percent of your conversations and tediously filling out QA scorecards, automatically score every agent conversation using AI. Pathlight will flag the conversations that require further follow up and coaching.\n\n\n\n### Human-level Analysis\n\nLeverage the power of AI to understand the deeper layers of customer interactions. Uncover critical questions and concerns, enhancing your capacity to deliver exceptional service.\n\n\n\n### Want to learn more?\n\nView our [customer case studies](https://www.pathlight.com/our-customers?utm_source=Partner&utm_medium=Zendesk&utm_campaign=Appstr) or [request a demo](https://www.pathlight.com/request-a-demo?utm_source=Partner&utm_medium=Zendesk&utm_campaign=Appstr).\n\n\n\n### Have questions for our team?\n\nWe'd love to help you. You can email us at sales@pathlight.com.",
        "installation_instructions": "To get started, contact our team to discuss the best Pathlight package for needs. You can either chat with us online at [pathlight.com](https://www.pathlight.com) or email us at sales@pathlight.com. From there, we can set up a quick call to better understand your needs and show you the platform."
    }
  }
}